Repository: manhdhdn/drawing_on_demand
Catalog: lib/l10n/app_*.arb
Languages: vi

source: Language
vi: Ngôn ngữ

source: English
vi: Tiếng Anh

source: Vietnamese
vi: Tiếng Việt

source: Setting
vi: Cài đặt

source: Push Notifications
vi: Thông báo đẩy

source: Privacy Policy
vi: Chính sách bảo mật

source: Terms of Service
vi: Điều khoản dịch vụ

# joinAs
source: Join as Customer or Artist
vi: Tham gia với tư cách Khách hàng hoặc Họa sĩ

source: Private
vi: Cá nhân

source: Home
vi: Trang chủ

source: Message
vi: Tin nhắn

source: Job Post
vi: Yêu cầu

source: Job Apply
vi: Tìm việc

source: Orders
vi: Đơn hàng

source: Profile
vi: Hồ sơ

source: My Profile
vi: Trang cá nhân

source: Dashboard
vi: Thống kê

source: Transaction
vi: Giao dịch

source: Artist Centre
vi: Kênh nghệ sĩ

source: Settings
vi: Cài đặt

source: Help & Support
vi: Trợ giúp & Hỗ trợ

source: Log Out
vi: Đăng xuất

source: Log In
vi: Đăng nhập

# iAmACustomer
source: I'm a Customer
vi: Tôi là khách hàng

source: Log In Your Account
vi: Đăng nhập tài khoản của bạn

source: Password
vi: Mật khẩu

source: Forgot Password?
vi: Quên mật khẩu?

source: Or Sign in with
vi: Hoặc đăng nhập với

# doNotHaveAnAccount
source: Don't have an account?
vi: Không có tài khoản?

source: Create New Account
vi: Tạo tài khoản mới

source: Enter your email
vi: Nhập email của bạn

# enterYourPassword
source: Please enter your password
vi: Nhập mật khẩu của bạn

# enterValidEmail
source: Please enter a valid email address
vi: Vui lòng nhập địa chỉ email hợp lệ

# pleaseEnterPassword
source: Please enter your password
vi: Vui lòng nhập mật khẩu của bạn

source: Invalid email or password
vi: Email hoặc mật khẩu không hợp lệ

# accountNotsupported
source: Account is not supported
vi: Tài khoản không được hỗ trợ

# verifyEmail
source: Please verify your email
vi: Vui lòng xác nhận email của bạn

source: View All
vi: Xem tất cả

# popularArtwork
source: Popular Artworks
vi: Tác phẩm phổ biến

source: Price:
vi: Giá:

source: Artist Rank
vi: Cấp độ

# topArtist
source: Top Artists
vi: Nghệ sĩ hàng đầu

# newArtwork
source: New Artworks
vi: Tác phẩm mới

# getPopularArtworkFailed
source: Get popular artworks failed
vi: Lấy tác phẩm phổ biến không thành công

# getTopArtistFailed
source: Get top artists failed
vi: Lấy nghệ sĩ hàng đầu thất bại

# getNewArtworkFaild
source: Get new artworks failed
vi: Lấy tác phẩm mới không thành công

source: Search...
vi: Tìm kiếm...

source: Say Hello
vi: Xin chào

source: Block
vi: Chặn

source: Report
vi: Báo cáo

# mess
source: Message...
vi: Nhắn tin...

source: Artworks
vi: Tác phẩm

source: All
vi: Tất cả

source: Popular
vi: Phổ biến

# newAw
source: New
vi: Mới

source: Artists
vi: Nghệ sĩ

# requirement
source: Requirements
vi: Yêu cầu

source: Public
vi: Công khai

source: Cancelled
vi: Đã hủy

source: Total requirement post
vi: Tổng số bài yêu cầu

source: Category:
vi: Thể loại:

source: Nothing just yet
vi: Chưa có gì cả!

source: Get requirement failed
vi: Lấy yêu cầu thất bại

source: Date:
vi: Ngày:

source: Job Details
vi: Chi tiết yêu cầu

source: Edit
vi: Chỉnh sửa

source: Cancel
vi: Hủy

source: Re-Post
vi: Đăng lại

source: Invite Artists
vi: Mời nghệ sĩ

source: ..read more
vi: ..xem thêm

source: read less
vi: ẩn

source: Material
vi: Chất liệu

source: Surface
vi: Giấy vẽ

source: Pieces
vi: Số bức

source: Quantity
vi: Số lượng

source: Budget
vi: Ngân sách

source: Status
vi: Trạng thái

source: Create Date
vi: Ngày đăng

source: Attach File:
vi: Hình ảnh đính kèm:

source: Proposals:
vi: Đề xuất:

source: Artist
vi: Họa sĩ

source: Introduce
vi: Giới thiệu

# amountProposal
source: Amount:
vi: Số tiền đề xuất:

source: Accept Failed
vi: Chấp nhận đề xuất không thành công

# category2
source: Category
vi: Thể loại

source: Create New Requirement
vi: Tạo yêu cầu mới

source: Overview
vi: Tổng quan

source: Title
vi: Tiêu đề

source: Enter requirement title
vi: Nhập tiêu đề yêu cầu

source: Please enter title
vi: Vui lòng nhập tiêu đề

source: Choose a Category
vi: Chọn Thể loại

source: Choose a Material
vi: Chọn Chất liệu

source: Choose a Surface
vi: Chọn Giấy vẽ

source: Piece
vi: Bức

source: Width
vi: Chiều rộng

source: Number only
vi: Chỉ nhập số

source: Please enter width
vi: Vui lòng nhập chiều rộng

source: Minimum width is 10 cm
vi: Chiều rộng tối thiểu là 10 cm

source: Length
vi: Chiều dài

source: Please enter length
vi: Vui lòng nhập chiều dài

source: Minimum length is 10 cm
vi: Chiều dài tối thiểu là 10 cm

source: Number of drawings
vi: Số lượng bản vẽ

# howManyDrawings
source: How many drawings do you need?
vi: Bạn cần bao nhiêu bản vẽ?

source: Please enter quantity
vi: Vui lòng nhập số lượng bản vẽ

source: Minimum quantity is 1
vi: Số lượng tối thiểu là 1

source: Maximum quantity is 3
vi: Số lượng tối đa là 3

# maximmQuantityIs1000
source: Maximum quantity is 1000
vi: Số lượng tối đa là 1000

source: How much you can pay?
vi: Bạn có thể chi bao nhiêu cho yêu cầu này?

source: Please enter budget
vi: Vui lòng nhập số tiền

source: Minimum budget is
vi: Ngân sách tối thiểu là

source: Describe
vi: Mô tả

source: I need an artist for...
vi: Tôi cần một nghệ sĩ vẽ...

source: Upload Image
vi: Tải hình ảnh

source: Create
vi: Tạo

source: Pending
vi: Đang chờ

source: Active
vi: Đang thực hiện

source: Paid
vi: Đã thanh toán

source: Completed
vi: Hoàn thành

source: Order ID
vi: ID đơn hàng:

source: Order type
vi: Loại đơn

source: Amount
vi: Số tiền

source: Discount
vi: Giảm giá

source: Get orders failed
vi: Lấy đơn hàng không thành công

source: Order Details
vi: Chi tiết đơn hàng

source: Review
vi: Đánh giá

source: Cancel Order
vi: Hủy đơn hàng

source: Checkout
vi: Thanh toán

source: Create Timeline
vi: Tạo Timeline

source: Description
vi: Mô tả

source: Deposited
vi: Đã đặt cọc

source: Order Summary
vi: Tóm tắt đơn hàng

source: Subtotal
vi: Tổng phụ

source: Shipping fee
vi: Phí giao hàng

source: Not yet calculated
vi: Chưa tính toán

source: Total
vi: Tổng

source: Unit price
vi: Đơn giá

source: Step
vi: Bước

source: Complete step
vi: Hoàn thành

source: Start date:
vi: Ngày bắt đầu

source: Estimated date:
vi: Ngày dự kiến

source: Get order failed
vi: Lấy đơn hàng không thành công

# deliveStepFailed
source: Deliver step failed
vi: Giao hàng không thành công

source: Delivery Work
vi: Giao hàng

source: Edit step
vi: Chỉnh sửa

source: Cart
vi: Giỏ hàng

source: Order now
vi: Mua ngay

source: Order
vi: Đơn hàng

source: Credit or Debit Card
vi: Thẻ tín dụng hoặc thẻ ghi nợ

source: Internation Card
vi: Thẻ quốc tế

# continueOrder
source: Continue
vi: Tiếp tục

source: Delivery Address
vi: Địa chỉ giao hàng

source: Use this address instead
vi: Thay đổi địa chỉ giao hàng

source: Name
vi: Tên

source: Receiver name
vi: Tên người nhận

source: Enter receiver name
vi: Nhập tên người nhận

source: Phone
vi: Số điện thoại

source: Receiver phone
vi: Số điện thoại nhận

source: Enter receiver phone
vi: Nhập số điện thoại nhận

source: Province
vi: Tỉnh/Thành phố

source: Choose a Province
vi: Chọn Tỉnh/Thành phố

source: District
vi: Quận/Huyện

source: Choose a District
vi: Chọn Quận/Huyện

source: Ward
vi: Phường/Xã

source: Choose a Ward
vi: Chọn Phường/Xã

source: Address
vi: Địa chỉ

source: Address detail
vi: Địa chỉ chi tiết

source: Enter address detail
vi: Nhập địa chỉ chi tiết

source: Payment Method
vi: Phương thức thanh toán

source: Need to pay
vi: Cần phải thanh toán

source: (the rest)
vi: (còn lại)

source: Create payment failed
vi: Tạo thanh toán không thành công

source: Update data failed
vi: Cập nhật dữ liệu không thành công

# pleaseChooseProvince
source: Please choose a province
vi: Vui lòng chọn Tỉnh/Thành phố

# pleaseChooseDistrict
source: Please choose a district
vi: Vui lòng chọn Quận/Huyện

# pleaseChooseWard
source: Please choose a ward
vi: Vui lòng chọn Phường/Xã

# pleaseEnterAddress
source: Please enter your address
vi: Vui lòng nhập địa chỉ nhận hàng của bạn

source: Add to cart
vi: Thêm vào giỏ hàng

source: Pause
vi: Dừng

source: Resume
vi: Tiếp tục

source: Delete
vi: Xóa

source: Restore
vi: Khôi phục

source: reviews
vi: Bài đánh giá

source: (View Profile)
vi: (Xem hồ sơ)

source: Details
vi: Chi tiết

# piecesDetail
source: Pieces:
vi: Số bức:

source: Artwork specifics
vi: Chi tiết tác phẩm

# reviewsAll
source: Reviews
vi: Bài đánh giá

source: View all reviews
vi: Xem tất cả bài đánh giá

source: Get artwork failed
vi: Lấy tác phẩm không thành công

# addToCartQuantitySuccess
source: Add to cart successfully (quantity)
vi: Thêm số lượng vào giỏ hàng thành công

# addToCartSuccess
source: Add to cart successfully
vi: Thêm tác phẩm mới vào giỏ hàng thành công

source: Add to cart failed
vi: Thêm vào giỏ hàng không thành công

source: Get country code failed
vi: Lấy mã Code Tỉnh/Thành phố không thành công

source: Get district code failed
vi: Lấy mã Code Quận/Huyện không thành công

source: Get ward code failed
vi: Lấy mã Code Phường/Xã không thành công

source: Edit Profile
vi: Chỉnh sửa hồ sơ

source: Client Information
vi: Thông tin cá nhân

source: Phone Number
vi: Số điện thoại

source: Gender
vi: Giới tính

source: Bio
vi: Tiểu sử

source: I'm a Artist
vi: Tôi là nghệ sĩ

source: Performance
vi: Hiệu suất

source: Statistics
vi: Số liệu thống kê

source: Earnings
vi: Thu nhập

source: Reach your next level
vi: Cấp độ của bạn

source: Fee per order:
vi: Phí mỗi đơn hàng:

source: My artworks
vi: Tác phẩm của tôi

source: Invites
vi: Được mời

source: Send Offer
vi: Gửi đề xuất

source: Get invites Failed
vi: Lấy lời mời không thành công

source: Connect require:
vi: Connect yêu cầu

source: Create a custom Offer
vi: Tạo đề xuất

source: Submit Offer
vi: Gửi đề xuất

# iFitYourRequest
source: I fit your request because...
vi: Tôi phù hợp với yêu cầu của bạn bởi vì...

# pleaseEnterDescrip
source: Please enter description
vi: Vui lòng nhập mô tả

source: Total Offer Amount
vi: Tổng số tiền đề xuất

source: Enter Amount
vi: Nhập số tiền

source: Minimum amount is
vi: Số tiền đề xuất tối thiểu là

source: Already have an offer
vi: Đã gửi đề xuất

source: Check offer failed
vi: Kiểm tra đề xuất không thành công

source: About Me
vi: Tiểu sử

source: Information
vi: Thông tin

source: Skills
vi: Sở trường

source: Education
vi: Học vấn

source: Certification
vi: Chứng nhận

source: Available connect:
vi: Connect khả dụng:

source: Withdrawal History
vi: Lịch sử rút tiền

source: Withdraw
vi: Rút tiền

source: Withdraw Amount
vi: Rút tiền về tài khoản

source: Customer Centre
vi: Kênh khách hàng

source: Already invite
vi: Đã gửi lời mời

source: Total reviews
vi: Tổng bài đánh giá

source: Create a Timeline
vi: Tạo Timeline

source: Total Step
vi: Tổng số bước

# enterNumberSteps
source: Enter number of steps
vi: Nhập số bước

# pleaseEnterNumberSteps
source: Please enter number of steps
vi: Vui lòng nhập số bước

# timelineMinStep
source: Timeline contains at least 1 step
vi: Timeline có ít nhất 1 bước

# timelineMaxStep
source: Timeline contains at most 10 steps
vi: Timeline có tối đa 10 bước

# startDateStep
source: Start Date
vi: Ngày bắt đầu

# chooseStartDate
source: Please choose start date
vi: Vui lòng chọn ngày bắt đầu

source: End Date
vi: Dự kiến

# chooseEndDate
source: Please choose end date
vi: Vui lòng chọn ngày hoàn thành

# describeStep
source: Describe your step
vi: Nhập mô tả

# enterDescribe
source: Please enter describe
vi: Vui lòng nhập mô tả

source: Create timeline failed
vi: Tạo timeline không thành công

# lookingForHelp
source: Looking for help with a project.
vi: Tìm kiếm sự giúp đỡ với một dự án.

# lookingForWork
source: Looking for my favorite work.
vi: Tìm kiếm công việc yêu thích.

source: Create an Account
vi: Tạo một tài khoản

# alreadyHaveAccount
source: Already have an account?
vi: Đã có sẵn một tài khoản?

source: Create a New Account
vi: Tạo một tài khoản mới

# enterFullName
source: Enter your full name
vi: Nhập họ và tên

# pleaseEnterName
source: Please enter your name
vi: Vui lòng nhập họ và tên của bạn

# specialCharacter
source: Special Character is not allowed
vi: Kí tự đặc biệt không được hỗ trợ

# enterEmail
source: Enter your email
vi: Nhập email của bạn

# pleaseEnterEmail
source: Please enter your email
vi: Vui lòng nhập email của bạn

# validEmail
source: Please enter a valid email address
vi: Vui lòng nhập địa chỉ email hợp lệ

# enterPhone
source: Enter your phone number
vi: Nhập số điện thoại của bạn

# pleaseEnterPhone
source: Please enter your phone number
vi: Xin vui lòng điền số điện thoại của bạn

# validPhone
source: Please enter a valid phone number
vi: Xin vui lòng nhập một số điện thoại hợp lệ

# password2
source: Password*
vi: Mật khẩu*

# enterNewPassword
source: Please enter new password
vi: Vui lòng nhập mật khẩu mới

# enterPass
source: Please enter a password
vi: Vui lòng nhập mật khẩu

# atLeast
source: At least 8 characters
vi: Ít nhất 8 ký tự

# atOne
source: At least one uppercase letter
vi: Ít nhất một chữ cái viết hoa

# atLeastOne
source: At least one lowercase letter
vi: Ít nhất một chữ thường

# leastDigit
source: At least one digit [0-9]
vi: Ít nhất một chữ số [0-9]

# leastSpecialCharacter
source: At least one special character
vi: Ít nhất một ký tự đặc biệt

# passCannot
source: Password cannot contain whitespaces
vi: Mật khẩu không được chứa khoảng trắng

# agree
source: Yes, I understand and agree to the
vi: Có, tôi hiểu và đồng ý với

# term
source: Terms of Service.
vi: Điều khoản dịch vụ.

source: Sign Up
vi: Đăng ký

source: Customer
vi: Khách hàng

source: Account already exists
vi: Tài khoản đã tồn tại

source: Verification
vi: Xác minh

# sendCode
source: We've send the code to your phone
vi: Chúng tôi đã gửi mã tới điện thoại của bạn

# enterCode
source: Please enter a code
vi: Vui lòng nhập mã OTP

# validCode
source: Please enter a valid code
vi: Vui lòng nhập mã hợp lệ

# receieCode
source: Didn’t receive code?
vi: Không nhận được mã?

source: Resend Code
vi: Gửi lại mã

# pleaseWait
source: Please wait for at least 30 seconds before resend code
vi: Vui lòng đợi ít nhất 30 giây trước khi gửi lại mã

source: Setup Profile
vi: Thiết lập hồ sơ

source: Back
vi: Quay lại

# continueSetup
source: Continue
vi: Tiếp tục

source: Save Profile
vi: Lưu hồ sơ

# oneOf3
source: Step 1 of 3
vi: Bước 1 trên 3

# twoOf3
source: Step 2 of 3
vi: Bước 2 trên 3

# threeOf3
source: Step 3 of 3
vi: Bước 3 trên 3

# uploadPhoto
source: Upload Your Photo
vi: Tải ảnh của bạn

source: Street Address
vi: Địa chỉ đường phố

# enterStreet
source: Enter street address
vi: Nhập địa chỉ đường phố

# pleaseEnterStreet
source: Please enter street address
vi: Vui lòng nhập địa chỉ đường phố

source: Select Gender
vi: Chọn giới tính

# addEdu
source: Add Education
vi: Thêm học vấn

source: School name
vi: Tên trường

source: Enter school name
vi: Nhập tên trường

# pleaseEnterSchool
source: Please enter school name
vi: Vui lòng nhập tên trường

# addCer
source: Add Certification
vi: Thêm chứng nhận

# cerName
source: Certification name
vi: Tên chứng nhận

# enterCerName
source: Enter certification name
vi: Nhập tên chứng nhận

# pleaseEnterCer
source: Please enter certification name
vi: Vui lòng nhập tên chứng nhận

source: About you
vi: Về bạn

# writeAboutYou
source: Write a brief description about you..
vi: Viết mô tả ngắn gọn về bạn..

# pleaseEnterBio
source: Please write a bio
vi: Hãy viết tiểu sử của bạn

# pleaseAddCer
source: Please add at least one certification
vi: Vui lòng thêm ít nhất một chứng nhận

# pleaseCompleteCer
source: Please complete all certification information
vi: Vui lòng điền đầy đủ thông tin chứng nhận

source: Select Image
vi: Chọn ảnh

# gallery
source: Photo Gallery
vi: Thư viện

source: Take Photo
vi: Chụp ảnh

source: Congratulations!
vi: Chúc mừng!

# profileCompleted
source: Your profile is successfully completed
vi: Hồ sơ của bạn đã được thiết lập thành công

# verifyEmailAddress
source: Verify your email address to get started.
vi: Xác minh địa chỉ email của bạn để bắt đầu.

source: Done
vi: Hoàn thành

# whyCancelOrder
source: Why are you Cancel Order?
vi: Tại sao bạn hủy đơn hàng?

source: Enter Reason
vi: Nhập lý do

# descReason
source: Describe why you want to cancel the order
vi: Lý do bạn muốn hủy đơn hàng

# pleaseEnterReason
source: Please enter a reason
vi: Vui lòng nhập lý do

source: Submit
vi: Gửi

source: Cancel order failed
vi: Hủy đơn hàng không thành công

source: Successfully
vi: Thành công

# thankyou
source: Thank you so much, you've just publish your review
vi: Cảm ơn bạn rất nhiều, bạn vừa gửi đánh giá của mình

source: Got it!
vi: Đã hiểu!

# processing
source: We're processing
vi: Chúng tôi đang xử lý

source: your Order
vi: đơn hàng của bạn

source: Stay tuned...
vi: Vui lòng chờ...

# paymentWas
source: Your payment was
vi: Thanh toán của bạn

# notSuccess
source: not successful
vi: không thành công

source: Try again...
vi: Thử lại...

# areCancel
source: Are You Sure Cancel Your
vi: Bạn có chắc chắn hủy

# jobPosts
source: Job Post!
vi: Yêu cầu!

# thisAction
source: This action will hide your requirement from artist. Do you want to continue?
vi: Hành động này sẽ ẩn yêu cầu của bạn với nghệ sĩ. Bạn có muốn tiếp tục?

source: No
vi: Không

source: Yes
vi: Có

# areAccept
source: Are You Sure Accept
vi: Bạn có chắc chắn chấp nhận

source: This Proposal!
vi: Đề xuất này không!

# actionAccept
source: This action will be permanent and also create an order. Do you want to continue?
vi: Hành động này sẽ là vĩnh viễn và cũng tạo ra một đơn đặt hàng. Bạn có muốn tiếp tục?

# areReject
source: Are You Sure Reject
vi: Bạn có chắc chắn từ chối

# actionReject
source: This action will be permanent. Do you want to continue?
vi: Hành động này sẽ là vĩnh viễn. Bạn có muốn tiếp tục?

source: Choose Requirement
vi: Chọn yêu cầu

# requirement2
source: Requirement
vi: Yêu cầu

source: Invite
vi: Mời

# inviteSuccess
source: Invite Successful
vi: Thành công

# inviteHasSent
source: Your invite has been sent successfully
vi: Lời mời của bạn đã được gửi thành công

# pleaseWaitResponse
source: Please wait for Artist's response!
vi: Xin chờ phản hồi của Họa sĩ!

# acceptSuccess
source: Accept Successful
vi: Chấp nhận thành công

# orderHasCreated
source: Your order has also been created
vi: Đơn hàng của bạn cũng đã được tạo

# makeDeposit
source: You can make a deposit now or after the Artist creates the timeline
vi: Bạn có thể gửi tiền đặt cọc ngay bây giờ hoặc sau khi Họa sĩ tạo timeline

# takeContactArtist
source: Take your time to contact with Artist
vi: Hãy dành thời gian liên hệ với Họa sĩ

# createTimelineSuccess
source: Create Timeline Successful
vi: Tạo timeline thành công

# timlineHasCreated
source: The timeline for your order has been created
vi: Timline cho đơn hàng của bạn đã được tạo

# pleaseWaitCustomer
source: Please wait for Customer make a deposit
vi: Vui lòng chờ Khách hàng gửi tiền đặt cọc

# working
source: Then working and update the timeline with images
vi: Sau đó làm việc và cập nhật dòng thời gian bằng hình ảnh

# addDelivery
source: Add Package Details for Delivery
vi: Thêm chi tiết gói hàng để giao hàng

# numberRequire
source: Number is required
vi: Chỉ nhập số

# minimumWeight
source: Minimum weight is
vi: Trọng lượng tối thiểu là

source: Minimum height
vi: Chiều cao tối thiểu

source: is 1 cm
vi: là 1cm

source: Deliver
vi: Giao

# emailVerifiedSuccess
source: Email Verified Successful
vi: Email được xác minh thành công

# thankYouVerify
source: Thank you for verifying your email!
vi: Cảm ơn bạn đã xác thực email!

# pleaseLogin
source: Please login to continue
vi: Vui lòng đăng nhập để tiếp tục

source: Weight
vi: Trọng lượng

source: Height
vi: Chiều cao

source: In stock
vi: Tồn kho

# createNewArwork
source: Create New Artwork
vi: Tạo tác phẩm mới

# enterRequireTitle
source: Enter requirement title
vi: Nhập tiêu đề

source: Enter quantity
vi: Nhập số lượng

# pleaseEnterQuan
source: Please enter quantity (number only)
vi: Vui lòng nhập số lượng (chỉ số)

source: Enter price
vi: Nhập giá

# pleaseEnterPrice
source: Please enter price (number only)
vi: Vui lòng nhập giá (chỉ số)

# minimumPrice
source: Minimum price is
vi: Giá tối thiểu là

# enterDescArtwork
source: Enter a describe for your artwork
vi: Nhập mô tả cho tác phẩm của bạn

# deliverPack
source: Delivery Package
vi: Gói giao hàng

source: Please enter weight
vi: Vui lòng nhập trọng lượng

source: Please enter height
vi: Vui lòng nhập chiều cao

# imageUp
source: Image (Up to 3)
vi: Hình ảnh (Tối đa 3)

source: Next
vi: Kế tiếp

# pleaseAddImage
source: Please add at least one image
vi: Vui lòng thêm ít nhất một hình ảnh

source: Create service failed
vi: Tạo dịch vụ không thành công

source: About Us
vi: Giới thiệu

# introApp
source: Drawing on demand - drawing-on-demand.web.app
vi: Vẽ theo yêu cầu - drawing-on-demand.web.app

# introDesc1
source: Drawing on demand - The bridge between customers and artists. It is an opportunity for customers to realize their ideas, and for artists to showcase their talents.
vi: Vẽ theo yêu cầu - Điểm kết nối giữa khách hàng và họa sĩ. Là cơ hội để khách hàng hiện thực hóa những ý tưởng của mình, và để họa sĩ thể hiện tài năng của mình.

# introDesc2
source: Our application helps customers find satisfactory works of art and realize their cherished ideas. Besides, Artists can find jobs that they love and suit themselves through our platform.
vi: Ứng dụng chúng tôi giúp khách hàng có thể tìm được những tác phẩm nghệ thuật ưng ý, thực hiện những ý tưởng còn đang ấp ủ. Bên cạnh có, Họa sĩ có thể tìm được việc làm yêu thích và phù hợp với bản thân thông qua nền tảng của chúng tôi.

# termOfService
source: Terms of service
vi: Điều khoản dịch vụ
