Repository: manhdhdn/drawing_on_demand
Catalog: lib/l10n/app_*.arb
Languages: vi

# termDiscrip
source: 1. Privacy DrawingOnDemand takes the security of your information seriously. To protect user rights, DrawingOnDemand provides a Privacy Policy to explain in detail the security practices of DrawingOnDemand. Please refer to the Privacy Policy to learn how DrawingOnDemand collects and uses information related to users. These Terms of Service are closely related to the Privacy Policy. By using the Services or providing information on the DrawingOnDemand Site, the user: 1.1 Allow DrawingOnDemand to collect, use, or process your content and personal data as specified in the Privacy Policy. 1.2 Agree and acknowledge that the information provided on DrawingOnDemand will be jointly owned by you and DrawingOnDemand. 1.3 Will not, directly or indirectly, disclose user information to any third party. 2. Account and Security 2.1 Some of our features require you to register for an account using a unique email and phone number and password and to honestly and accurately provide certain personal information. 2.2 You agree that DrawingOnDemand has the sole right to immediately block a user's Account, remove or destroy from the DrawingOnDemand Site any Content related to the user's Account for any reason whether or not without notice or liability to any other user or third party. 2.3 You may only use the Services or open an Account at DrawingOnDemand if you meet the conditions to accept these Terms of Service as well as DrawingOnDemand's rules, policies, regulations and community standards. 2.4 If you are an Artist, your account can be used as a customer after switching to the Customer channel. 3. Terms of use Users are not allowed: 3.1 Upload, post, transmit or otherwise make available any content that is unlawful, harmful, threatening, abusive, harassing, alarming, disturbing, distorting, defamatory, offensive, obscene , defamatory, invasive of another's privacy, hateful, or racially, ethnically or any other inappropriate content. 3.2 Use the services or post content to impersonate any person or entity, or otherwise misrepresent a person or entity. 3.3 Forge headers or otherwise manipulate identifiers in order to disguise the origin of any content transmitted through the service. 3.4 Provide personal information about yourself and others to avoid being tracked or any other acts of abuse or harassment. 4. Intellectual property rights We respect intellectual property rights and ask that you do the same. As a condition of your access and use of the Service, you agree not to use the Service to infringe any intellectual property rights. At any time and in our sole discretion, with or without notice, we reserve the right to block access and/or terminate the account of any user who infringes or authorizes is an infringement of any copyright or other intellectual property right. 5. Order and payment The user's order must be paid before receiving the goods by online banking. DrawingOnDemand supports the following payment methods: 5.1 VNPay 5.2 Domestic ATM Card - Internet Banking 5.3 VISA and Mastercard 6. Violation of terms of service Violation of this policy may result in a number of actions, including any or all of the following: 6.1 Limitation on Account usage rights. 6.2 Suspension and Termination of Accounts. 6.3 Recovery of money/assets obtained due to fraud, and related costs such as order shipping costs, payment fees, etc. 6.4 Apply civil remedies, including claims for damages and/or injunctive relief. 6.5 Criminal charges.
vi: 1. Quyền riêng tư DrawingOnDemand coi trọng việc bảo mật thông tin của bạn. Để bảo vệ quyền lợi người dùng, DrawingOnDemand cung cấp Chính Sách Bảo Mật để giải thích chi tiết các hoạt động bảo mật của DrawingOnDemand. Vui lòng tham khảo Chính Sách Bảo Mật để biết cách thức DrawingOnDemand thu thập và sử dụng thông tin liên quan đến người sử dụng. Điều Khoản Dịch Vụ này có liên quan mật thiết với Chính Sách Bảo Mật. Bằng cách sử dụng Dịch Vụ hoặc cung cấp thông tin trên Trang DrawingOnDemand, người sử dụng: 1.1 Cho phép DrawingOnDemand thu thập, sử dụng, hoặc xử lý các nội dung, dữ liệu cá nhân của bạn như được quy định trong Chính Sách Bảo Mật. 1.2 Đồng ý và công nhận rằng các thông tin được cung cấp trên DrawingOnDemand sẽ thuộc sở hữu chung của bạn và DrawingOnDemand. 1.3 Sẽ không, dù là trực tiếp hay gián tiếp, tiết lộ các thông tin người dùng cho bất kỳ bên thứ ba nào. 2. Tài khoản và Bảo mật 2.1 Một vài tính năng của chúng tôi yêu cầu phải đăng ký một tài khoản bằng cách sử dụng email và số điện thoại không trùng lập và mật khẩu đồng thời cung cấp một cách trung thực và chính xác một số thông tin cá nhân nhất định. 2.2 Bạn đồng ý rằng DrawingOnDemand có toàn quyền khóa Tài Khoản của người sử dụng ngay lập tức, gỡ bỏ hoặc hủy từ Trang DrawingOnDemand bất kỳ Nội Dung nào liên quan đến Tài Khoản của người sử dụng với bất kỳ lý do nào mà có hoặc không cần thông báo hay chịu trách nhiệm với người sử dụng hay bên thứ ba nào khác. 2.3 Bạn chỉ có thể sử dụng Dịch Vụ hoặc mở Tài Khoản tại DrawingOnDemand nếu bạn đáp ứng đủ các điều kiện để chấp nhận Điều Khoản Dịch Vụ này cũng như quy chế, chính sách, quy định và tiêu chuẩn cộng đồng của DrawingOnDemand. 2.4 Nếu bạn là Họa sĩ, tài khoản của bạn có thể sử dụng với tư cách là khách hàng sau khi chuyển về kênh Khách hàng. 3. Điều khoản sử dụng Người sử dụng không được phép: 3.1 Đăng, truyền tải hoặc bằng cách khác công khai bất cứ nội dung nào trái pháp luật, có hại, đe dọa, lạm dụng, quấy rối, gây hoang mang, lo lắng, xuyên tạc, phỉ báng, xúc phạm, khiêu dâm, bôi nhọ, xâm phạm quyền riêng tư của người khác, gây căm phẫn, hoặc phân biệt chủng tộc, dân tộc hoặc bất kỳ nội dung không đúng đắn nào khác. 3.2 Sử dụng dịch vụ hoặc đăng tải nội dung để mạo danh bất kỳ cá nhân hoặc tổ chức nào, hoặc bằng cách nào khác xuyên tạc cá nhân hoặc tổ chức. 3.3 Giả mạo các tiêu đề hoặc bằng cách khác ngụy tạo các định dạng nhằm che giấu nguồn gốc của bất kỳ nội dung nào được truyền tải thông qua dịch vụ. 3.4 Cung cấp thông tin cá nhân của bản thân và người khác để tránh bị theo dõi hay bất kỳ các hành vi xâm hại, quấy rối nào khác. 4. Quyền sở hữu trí tuệ Chúng tôi tôn trọng quyền sở hữu trí tuệ và yêu cầu bạn cũng phải làm như vậy. Như là một điều kiện cho việc bạn truy cập và sử dụng Dịch Vụ, bạn đồng ý không sử dụng Dịch Vụ để xâm phạm bất kỳ quyền sở hữu trí tuệ nào. Tại bất kỳ thời điểm nào và theo quyết định của riêng chúng tôi, có hoặc không có thông báo, chúng tôi bảo lưu quyền chặn quyền truy cập và/hoặc chấm dứt tài khoản của bất kỳ người dùng nào mà xâm phạm hoặc được cho là xâm phạm bất kỳ bản quyền hoặc quyền sở hữu trí tuệ nào khác. 5. Đặt hàng và thanh toán Đơn hàng của người sử dụng phải được thanh toán trước khi nhận hàng bằng hình thức banking online. DrawingOnDemand hỗ trợ phương thức thanh toán như sau: 5.1 VNPay 5.2 Thẻ ATM Nội Địa – Internet Banking 5.3 VISA và Mastercard 6. Vi phạm điều khoản dịch vụ Việc vi phạm chính sách này có thể dẫn tới một số hành động, bao gồm bất kỳ hoặc tất cả các hành động sau: 6.1 Giới hạn quyền sử dụng Tài khoản. 6.2 Đình chỉ và chấm dứt Tài khoản. 6.3 Thu hồi tiền/tài sản có được do hành vi gian lận, và các chi phí có liên quan như chi phí vận chuyển của đơn hàng, phí thanh toán… 6.4 Áp dụng biện pháp dân sự, bao gồm khiếu nại bồi thường thiệt hại và/hoặc áp dụng biện pháp khẩn cấp tạm thời. 6.5 Cáo buộc hình sự.

source: Contact:
vi: Liên hệ:

# explainPolicy
source: This privacy policy explains how we collect, use, share your personal data when you use the services provided on our websites and applications or otherwise interact with us. . Personal data is any information about you by which you can be identified or identifiable. This may include information such as: 1. Name, date of birth, picture, education, biography, address, email, phone number, financial details, such as the payment card you used to purchase the product… 2. Information related to how you use and interact with our websites, applications and services.
vi: Chính sách bảo mật này giải thích cách chúng tôi thu thập, sử dụng, chia sẻ dữ liệu cá nhân của bạn khi bạn sử dụng các dịch vụ được cung cấp trên các trang web và ứng dụng của chúng tôi hoặc tương tác với chúng tôi. Dữ liệu cá nhân là bất kỳ thông tin nào về bạn mà bạn có thể được nhận dạng hoặc có thể nhận dạng được. Điều này có thể bao gồm các thông tin như: 1. Tên, ngày sinh, hình ảnh, học vấn, tiểu sử, địa chỉ, email, số điện thoại, chi tiết tài chính, chẳng hạn như thẻ thanh toán mà bạn sử dụng để mua sản phẩm… 2. Thông tin liên quan đến cách bạn sử dụng và tương tác với các trang web, ứng dụng và dịch vụ của chúng tôi.

# collectData
source: We collect personal data when you:
vi: Chúng tôi thu thập dữ liệu cá nhân khi bạn:

# collectDataDetail
source: Register an account on drawing-on-demand.web.app Pay for any product or service. Access and interact with any of our websites and applications. When you contact us via email, social media, our applications or similar technologies.
vi: Đăng ký tài khoản trên drawing-on-demand.web.app Thanh toán mua bất kỳ sản phẩm hoặc dịch vụ. Truy cập và tương tác với bất kỳ trang web và ứng dụng nào của chúng tôi. Khi bạn liên hệ với chúng tôi qua email, mạng xã hội, ứng dụng của chúng tôi hoặc các công nghệ tương tự.

# useData
source: How we use your personal data
vi: Cách chúng tôi sử dụng dữ liệu cá nhân của bạn

# useDataDetail
source: We only use personal data collected through our websites and applications when we have a legitimate reason and legal basis to do so. We may collect, use, disclose and/or process your personal data for the following purposes: 1. To review or process your application with us or your dealings with third parties through the services. 2. To manage, operate, provide your use of or access to our platform services, as well as your relationship and user account with us. 3. To protect the personal safety and rights, property or interests of others. 4. For identification, verification, legal assessment or customer identification purposes. 5. To evaluate and make decisions regarding reliability to protect the interests of stakeholders. 6. To store, set up servers, and backup your personal data. 7. To handle violations of the terms of service.
vi: Chúng tôi chỉ sử dụng dữ liệu cá nhân được thu thập thông qua các trang web và ứng dụng của mình khi chúng tôi có lý do chính đáng và cơ sở pháp lý để làm như vậy. Chúng tôi có thể thu thập, sử dụng, tiết lộ hoặc xử lý dữ liệu cá nhân của bạn cho các mục đích sau đây: 1. Để xem xét hoặc xử lý đơn đăng ký của bạn với chúng tôi hoặc giao dịch bạn với các bên thứ ba qua các dịch vụ. 2. Để quản lý, điều hành, cung cấp việc bạn sử dụng hoặc truy cập các dịch vụ nền tảng của chúng tôi, cũng như quan hệ và tài khoản người dùng của bạn với chúng tôi. 3. Để bảo vệ sự an toàn cá nhân và các quyền, tài sản hoặc lợi ích của người khác. 4. Để phục vụ mục đích nhận dạng, xác minh, đánh giá pháp lý hoặc để nhận biết khách hàng. 5. Để đánh giá và đưa ra các quyết định liên quan đến độ tin cậy nhằm bảo vệ lợi ích của các bên liên quan. 6. Để lưu trữ, lập máy chủ, sao lưu đối với dữ liệu cá nhân của bạn. 7. Để xử lý các hành vi vi phạm đối với các điều khoản dịch vụ.

# discloseInformation
source: Does Drawing On Demand disclose your information?
vi: Drawing On Demand có tiết lộ thông tin của bạn không?

# discloseInformationDetail
source: In the course of conducting our business, we may need to use, process, disclose or transfer your personal data to third party service providers, individuals or companies. Our affiliates or related companies. The above purposes, and this disclosure will be made in accordance with the order and provisions of current law.
vi: Trong quá trình thực hiện hoạt động kinh doanh, chúng tôi có thể cần phải sử dụng, xử lý, tiết lộ hoặc chuyển giao dữ liệu cá nhân của bạn cho các nhà cung cấp dịch vụ bên thứ ba, cá nhân hoặc các công ty liên kết hoặc công ty liên quan của chúng tôi. Mục đích nói trên, và việc tiết lộ này sẽ được thực hiện theo đúng trình tự và quy định của pháp luật hiện hành.
